OpenFOAM_Examples/Quasi_DNS_Dowtherm_Mixed_Conv/exptCases/Expt_BatchelorScales/constant/constant.ref/oil/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1906                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  LES;


LES
{
    turbulence 	on;
    LESModel	Smagorinsky;
    printCoeffs	on;

    delta 	cubeRootVol;
    Prt		0.85;
}


// ************************************************************************* //
